benchmarks/singleThreaded/big_html.txt
Running 2s test @ http://localhost:8080/big.html
  8 threads and 500 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency    50.50ms    4.72ms  73.56ms   91.28%
    Req/Sec    78.47     49.42   151.00     40.00%
  470 requests in 2.07s, 193.89MB read
  Socket errors: connect 0, read 470, write 0, timeout 0
Requests/sec:    227.57
Transfer/sec:     93.88MB