benchmarks/singleThreaded/small_html.txt
Running 2s test @ http://localhost:8080/small.html
  8 threads and 500 connections
  Thread Stats   Avg      Stdev     Max   +/- Stdev
    Latency     6.33ms   61.01ms   1.68s    98.73%
    Req/Sec     3.65k     3.42k   14.05k    69.84%
  23233 requests in 2.08s, 3.92MB read
  Socket errors: connect 0, read 23233, write 0, timeout 0
Requests/sec:  11177.93
Transfer/sec:      1.89MB